{
  "title": "When I Was A Toddler",
  "date": "June 25, 2022",
  "category": "Experiences",
  "content": [
    {
      "tag": "h1",
      "text": "<span style='font-size: 2.2rem; font-weight: 700;'>When I Was A Toddler</span>"
    },
    {
      "tag": "h2",
      "text": "<b><i>Introduction:</i></b>"
    },
    {
      "tag": "p",
      "text": "We all have some faded memories from our earliest childhood. Not full stories. Just tiny fragments that somehow stayed. A face. A smell. A moment that felt bigger than it actually was. Most of these small incidents end up having long term effects or, in my case, straight up consequences. The kind that quietly sit inside your brain like an old file you forgot to delete."
    },
    {
      "tag": "h2",
      "text": "<span style='font-size: 1.5rem; font-weight: 600;'>The separation: <i>A punishment or a prize</i></span>"
    },
    {
      "tag": "p",
      "text": "The bigger tale behind all this is for another day. <i>That one needs its own spotlight.</i><br><br>Today I want to talk about the time when I was basically a <b>free little peacock</b>. Yes, a full peacock. Head high, feathers imaginary, confidence overflowing, brain nowhere in sight."
    },
    {
      "tag": "p",
      "text": "My mom is specially abled and she is also a teacher. So she taught me a lot of things, not by lectures or anything, but by just being who she is. But baby me did not care about any of that. Baby me only cared about creating chaos. The kind of chaos that does not let anyone rest, not even for one precise second."
    },
    {
      "tag": "p",
      "text": "So, very wisely, she left me with my grandmother until I grew up a little. Not exile. Not punishment. Just… <b>necessary</b>.<br><br>But of course, as a kid, the first few months felt like betrayal. New rooms. New people. A pillow that did not smell like my old pillow. It was grief, but the toddler version. Crying randomly for no reason and then getting distracted by a spoon."
    },
    {
      "tag": "p",
      "text": "Slowly it became normal. Children adjust faster than they understand. One day you cry and the place feels strange. The next day someone hands you food and suddenly life feels fine again."
    },
    {
      "tag": "p",
      "text": "And the environment change was huge. Even my tiny brain must have felt the plot twist.<br><br><b>Rajasthan</b>: the land of the Thar desert; heat that hits you like it has personal issues.<br><b>Maharashtra</b>: cooler weather, beaches, humidity that hugs you too tightly, and oranges whose smell reaches you before the fruit does."
    },
    {
      "tag": "p",
      "text": "I obviously did not understand geography. I just knew that the air touched my skin differently."
    },
    {
      "tag": "h2",
      "text": "<span style='font-size: 1.5rem; font-weight: 600;'>Life at Grandma's</span>"
    },
    {
      "tag": "p",
      "text": "I started my preschool there. I do not remember any lessons or books. I remember <i>textures</i>.<br><br>• Chalk that turned your fingers white.<br>• Floor mats that were itchy and comforting at the same time.<br>• A school bell that felt unnecessarily dramatic for tiny children."
    },
    {
      "tag": "p",
      "text": "Kids do not store facts. Kids store <b>vibes</b>. And the vibe of that place slowly became mine."
    },
    {
      "tag": "h2",
      "text": "<span style='font-size: 1.45rem; font-weight: 600;'>The Famous Incident</span>"
    },
    {
      "tag": "p",
      "text": "The next memory is not from Maharashtra. It is from when I grew a little and came back to Rajasthan. Kindergarten. And this one is burned into my brain forever.<br><br><span style='font-size: 1.3rem;'><b><i>My pants. Filled with poop.</i></b></span>"
    },
    {
      "tag": "p",
      "text": "Yes. That happened. And the classroom suddenly felt too big for one small disaster. The chairs too clean. The silence too loud. And I remember sitting there thinking something like… <i>is this what growing up feels like?</i> Because if yes, I definitely did not sign up for it."
    },
    {
      "tag": "p",
      "text": "The incident stayed with me. Not because it was sad. But because it was <b>real</b>. A simple reminder that I was tiny and the world was much, much larger."
    },
    {
      "tag": "h2",
      "text": "<span style='font-size:1.5rem; font-weight:600;'>Where it leaves me now</span>"
    },
    {
      "tag": "p",
      "text": "So, was that separation a punishment or a prize? Honestly, it was both for a while, and then neither. It hurt because love stretches weirdly when distance is involved. It helped because I learned how to adjust to things. New cities. New smells. New voices. New hands offering help."
    },
    {
      "tag": "p",
      "text": "<b>My mother</b> gave me the thinking part of myself. The part that questions things.<br><b>My grandmother</b> gave me the stable routine that makes thinking possible. The calm part."
    },
    {
      "tag": "p",
      "text": "And somewhere between desert heat and coastal breeze, I learned two kinds of childhood. Two kinds of comfort. Two kinds of home."
    },
    {
      "tag": "p",
      "text": "And that is where I will call a halt for today.<br><br><i>Before toddler me starts revealing any more embarrassing stories I never approved for publication.</i>"
    }
  ]
}