{
  "title": "Result Day Thrills",
  "date": "July 22, 2023",
  "category": "Student Life",
  "content": [
    {
      "tag": "h1",
      "text": "<span style='font-size:2.3rem; font-weight:800;'>Result Day Thrills</span>"
    },
    {
      "tag": "p",
      "text": "Hey guys! So, look, everyone keeps saying exams are stressful. Honestly, <b>nah</b>. Exams are a known enemy. You sit, you write, you cry a little internally, you go home. Simple.The real cold war is the <b><i>result day</i></b>. That day is a different species of anxiety. It has its own evolution chart. <span style='font-size:1.1rem;'>Probably still evolving.</span>"
    },
    {
      "tag": "h2",
      "text": "<span style='font-size:1.7rem; font-weight:700;'>A Whole Amusement Park</span>"
    },
    {
      "tag": "p",
      "text": "Most people call their result day a rollercoaster. Mine? Mine wasn’t even in the same amusement zone as theirs. It wasn’t a rollercoaster. It was the <b>whole amusement park</b>. Full package. Rides, noise, lights, headaches, all of it. Why, you ask? Well… because I was part of the <b>legendary 2021 squad</b>. A batch that got handed the “ultimate challenge pack” like some DLC nobody asked for. Two exams. In one semester. Whoever designed that clearly had chaotic energy."
    },
    {
      "tag": "p",
      "text": "And yes, technically, each paper was only 40 marks and mostly objective. Ticking boxes, marking options, basically playing <i>eeny-meeny-miny-moe</i> with answer choices when the brain stopped functioning. But still. <b>Two exams are two exams.</b> I will always prefer one clean 1 v 1 over being thrown into two arenas like a confused gladiator."
    },
    {
      "tag": "p",
      "text": "Also, we were frustrated. Green-eyed, irritated, questioning life choices. It really felt like the education system was taking revenge for cancelling the 2020 batch’s boards. They got saved by the bell. We got thrown into the deep end without floaties. A little mercy would've been nice."
    },
    {
      "tag": "p",
      "text": "But now, the whole thing is humdrum, dusty history. A nostalgic meme for the 2021 gang."
    },
    {
      "tag": "h2",
      "text": "<span style='font-size:1.7rem; font-weight:700;'>Result Day</span>"
    },
    {
      "tag": "p",
      "text": "Picture <b>July 22, 2022</b>. The calm before the storm. The sky doing that pre-monsoon dramatic lighting where everything looks like it’s waiting for something. And me… waking up at 10 because under no circumstances am I an early bird. My sleep schedule has always been on a <i>freelance contract</i>."
    },
    {
      "tag": "p",
      "text": "I sat around doing nothing productive. No studies. No routine. Just me, my phone, and some lit podcasts playing in the background while my brain pretended not to think about the results. Brunch saved me from overthinking. The smell reached me before the food did. And that brunch was <span style='font-size:1.1rem; font-weight:600;'>straight up fire</span>. The kind of food that pauses all existential crises for a few minutes."
    },
    {
      "tag": "p",
      "text": "After eating, I called up a homie. We talked nonsense, carefully avoiding the topic because talking about it is how you jinx it. Then the universe threw drama into the plot. Power cut. Complete shutdown. My call died. My mood died. My hope died. So I took the only reasonable step: a long shower. Maximum steam. Maximum water. Maximum “let me pretend everything is fine.”"
    },
    {
      "tag": "p",
      "text": "When I checked the time, it was <b>1:50 PM</b>."
    },
    {
      "tag": "h2",
      "text": "<span style='font-size:1.6rem; font-weight:700;'>Boom.</span>"
    },
    {
      "tag": "p",
      "text": "Out of nowhere, my mom came crashing in like a news anchor with breaking news levels of energy. The anticipation in the air went from 10 to 100 instantly. My brain produced exactly one word:<br><br><span style='font-size:1.8rem; font-weight:800; text-decoration:underline;'>Boom.</span><br><br>The results had dropped."
    },
    {
      "tag": "h2",
      "text": "<span style='font-size:1.6rem; font-weight:700;'>The Ride After</span>"
    },
    {
      "tag": "p",
      "text": "And that, my friends, is the wild ride of my 10th grade result day. Two exams. Power cuts. Dramatic lighting. That final heart-stopping moment. Absolute chaos. But unforgettable chaos. More stories coming. Ride the waves with courage, curiosity, and maybe slightly better sleep than I had that day."
    }
  ]
}
