{
  "title": "The Last Day of Exams… The Last Board Exam",
  "date": "March 30, 2024",
  "category": "Student Life",
  "content": [
    {
      "tag": "h1",
      "text": "<span style='font-size:2.4rem; font-weight:800;'>The Last Day of Exams… The Last Board Exam</span>"
    },
    {
      "tag": "p",
      "text": "Last day of exams… the board exams. Just typing this feels weird. <b>Never ever</b> did I think I’d actually write something like this. School life always felt long, almost endless, like it would stretch on forever. We never paused long enough to think, “Yeah… one day this is going to end.” That thought never stood still long enough to be noticed."
    },
    {
      "tag": "p",
      "text": "Now suddenly it’s here.<br><br>And it feels like something inside us just… <i>died</i>. But somehow we are still alive. Confusing feelings, you know? You’re breathing, walking, talking, but something feels missing. <b>Very</b> missing."
    },
    {
      "tag": "h2",
      "text": "<span style='font-size:1.7rem; font-weight:700;'>Twelve Years… Gone</span>"
    },
    {
      "tag": "p",
      "text": "Twelve years. More than a whole decade.<br><br><span style='font-size:1.3rem; font-weight:700;'>Gone. Just like that.</span><br>Passed by like a bullet train that didn’t even wait for us to blink. And even though our minds have captured hundreds of memories… friends, teachers, benches, recess moments, fights, punishments… all of it… everything has faded into a blurry soup. Like a painting that got rained on. You know it meant something, but the edges… <i>the edges are gone</i>."
    },
    {
      "tag": "p",
      "text": "And look, I know it’s not the end of my life. Obviously not. Even though right now it feels worse. But I believe in one thing with complete conviction:<br><br><b>If one thing goes, another comes.</b> Day goes, night comes.<br>Summer goes, winter comes.<br>Rain goes, rainbow comes.<br><span style='font-size:1.1rem; font-weight:600;'>Kid life goes… adult life comes.</span><br>Simple formula. No maths needed."
    },
    {
      "tag": "h2",
      "text": "<span style='font-size:1.7rem; font-weight:700;'>Fantasies That Never Happened</span>"
    },
    {
      "tag": "p",
      "text": "Deep inside, the same way we know life ends one day, I knew school would end too. I wasn’t clueless. But still… I had fantasies. A whole mini-movie in my head. I imagined singing a song on the terrace.<br>Crying with a whole crowd of people like me.<br>Walking into the last exam like some unstoppable hero.<br>Writing that paper with unflinching vigor, like those dramatic motivational edits."
    },
    {
      "tag": "p",
      "text": "<strike>Reality would never allow this.</strike><br><b>Reality didn’t approve any of these scenes.</b><br><i>None of it happened. Not even one.</i> My mind was (and honestly still is) exhausted, sad, blank, confused… and unsure about what I’m supposed to think of this end. This weird, quiet, empty end."
    },
    {
      "tag": "h1",
      "text": "<span style='font-size:2rem; font-weight:800;'>Part 2… The Next Day</span>"
    },
    {
      "tag": "h2",
      "text": "<span style='font-size:1.6rem; font-weight:700;'>Full Circle Weirdness</span>"
    },
    {
      "tag": "p",
      "text": "You know what’s the weirdest thing about being a student?<br><br>You start going to school with whining… and you stop going to school with the <i>same</i> whining. Full circle unlocked. When we were small, we cried “I don’t want to go to school.” Now we’re grown and we feel like crying because we can’t go anymore. Life really does comedy sometimes."
    },
    {
      "tag": "h2",
      "text": "<span style='font-size:1.6rem; font-weight:700;'>Twelve Years of Routine</span>"
    },
    {
      "tag": "p",
      "text": "Twelve years. Same routine. Wake up, brush, uniform, bag, school, home, repeat.<br><br>Do anything for twelve years and your brain will attach itself to it. Even if you hated it at first, you end up liking it… or at least getting used to it. Habits slowly become comfort. And now?<br><br>Waking up at school time with nowhere to go feels like stepping into an alternate universe. Suddenly parents become nicer. More chill. More liberal. You get too much time. Twenty-four hours stretch like rubber.<br><br>Eternity mode activated."
    },
    {
      "tag": "p",
      "text": "You feel like <b>Leonard in slow motion</b>, except nobody else sees it. Only you do. College is not far. It’s practically waiting outside the door. But there’s so much to miss from these twelve years. If someone asked me to make a list, I could probably fill a whole booklet. But let’s keep that for another day."
    },
    {
      "tag": "h2",
      "text": "<span style='font-size:1.7rem; font-weight:700;'>Twelve Years is a Life</span>"
    },
    {
      "tag": "p",
      "text": "<span style='font-size:1.1rem;'>No matter how hard someone tries, they can’t forget these twelve years.</span><br>Even if they were home schooled.<br><br>These years had everything. Frustration. Recess meals. Exams that felt endless. Holiday homework that kept changing personality every year. It was basically a <b>life inside a life</b>. Live with someone for twelve days and you start missing them when they leave for an hour. Now imagine <b>twelve years</b>.<br>Twelve full years.<br><br>Every adjective fits:<br>Beautiful twelve years.<br>Fast twelve years.<br>Slow twelve years.<br>Exhausting twelve years.<br>Dramatic twelve years.<br><b>Anything</b> fits before “twelve years.”"
    },
    {
      "tag": "h2",
      "text": "<span style='font-size:1.6rem; font-weight:700;'>One of the Many Universes</span>"
    },
    {
      "tag": "p",
      "text": "Since we’re talking about memories… here’s one world inside that world.<br><br>Every school has topper groups. Ours did too. And from far away they look sweet, peaceful, friendly. But inside… inside there’s this hot red flame of competition, jealousy, tiny ego fights, silent rivalries. A whole volcano wearing a school uniform. And that was just one of the many small universes that lived inside those twelve years."
    }
  ]
}
