{
  "title": "Coming Back Home",
  "date": "November 08, 2024",
  "category": "Experiences",
  "content": [
    {
      "tag": "h1",
      "text": "<span style='font-size:2.4rem; font-weight:800;'>Coming Back Home</span>"
    },
    {
      "tag": "p",
      "text": "You know, coming back home was never really a “thought.” It wasn’t something I planned or analysed. It was just something that <i>happened</i>. Automatically. Like breathing. Going to school and coming back home… it was more of a routine than a decision. My body did it. My brain didn’t even clock in for duty."
    },
    {
      "tag": "p",
      "text": "Even in 12th standard, except maybe on annual day where my volunteership kept me trapped in school till 6 pm like some overworked NPC, there wasn’t a single day where I sat there thinking, “Oh can’t wait to go home.”<br><br><span style='font-size:1.1rem; font-weight:600;'>Not even one.</span>"
    },
    {
      "tag": "h2",
      "text": "<span style='font-size:1.7rem; font-weight:700;'>Routine Mode: Activated</span>"
    },
    {
      "tag": "p",
      "text": "We were so deep into that routine that our brains could predict the final bell without even glancing at the clock. And the funny thing is… that prediction wasn’t even conscious. It was muscle memory. A whole operating system running quietly in the background."
    },
    {
      "tag": "p",
      "text": "But suddenly… here we were. Booking tickets to come back home. <b>Booking tickets.</b> Like officially. Like adults. And yes, it wasn’t the first time I was doing that. But this time felt different."
    },
    {
      "tag": "p",
      "text": "<span style='font-size:1.4rem; font-weight:700;'>This time it was two months.</span><br>Two whole months.<br><br>And not a random visit. An <i>official holiday</i>. The term was over. <span style='font-weight:600;'>The term was actually over.</span> That sentence alone felt unreal. Like someone shut down the system and pressed “vacation mode.”"
    },
    {
      "tag": "p",
      "text": "Just the fact that the term ended made the whole experience feel… weirdly different. Strange. New. Familiar but also not familiar. Like walking into your own house and realising it feels slightly resized."
    },
    {
      "tag": "h2",
      "text": "<span style='font-size:1.7rem; font-weight:700;'>Stress, But Make It Different</span>"
    },
    {
      "tag": "p",
      "text": "Yes, there’s stress about the second term. Obviously. Law school doesn’t believe in giving us peace for too long. But the stress didn’t feel the same as when I visited home in the middle of the term. Back then, it felt like the term was standing outside the door waiting to scream at me."
    },
    {
      "tag": "p",
      "text": "But this holiday… this internship break… this two month slice of freedom… it brought this sudden strange emptiness.<br><br>Not sadness.<br>Not happiness.<br>Just… <b>empty</b>.<br><br>Like my brain didn’t know what to do without deadlines breathing down my neck."
    },
    {
      "tag": "h2",
      "text": "<span style='font-size:1.7rem; font-weight:700;'>The 2024 Feeling</span>"
    },
    {
      "tag": "p",
      "text": "It’s the same emptiness I felt when 2024 started. That tiny punch-in-the-gut moment where I realised:<br><br><span style='font-size:1.4rem; font-weight:700; text-decoration:underline;'>“This is the year I lose my childhood.”</span>"
    },
    {
      "tag": "p",
      "text": "Not lose as in forget.<br>Lose as in move forward.<br>Lose as in crossing some invisible line you didn’t even know was there."
    },
    {
      "tag": "h2",
      "text": "<span style='font-size:1.7rem; font-weight:700;'>Where It Leaves Me</span>"
    },
    {
      "tag": "p",
      "text": "Coming back home during this break felt exactly like that. A quiet reminder that life has shifted. Not loudly. Not dramatically. But shifted nonetheless."
    },
    {
      "tag": "p",
      "text": "<i>I’m catching up one thought at a time.</i>"
    }
  ]
}
