{
  "title": "AI Psychosis",
  "date": "September 10, 2025",
  "category": "Tech",
  "content": [
    {
      "tag": "h1",
      "text": "<span style='font-size:2.4rem; font-weight:800;'>AI Psychosis</span>"
    },
    {
      "tag": "p",
      "text": "I don’t know how to start this without sounding dramatic, so I’ll say it how it happened in my head: I think I got AI psychosis. Not horror-movie psychosis. Not \"AI watching me through the fan.\" More like my brain deciding AI is not a tool anymore but a presence. Too real. Too constant."
    },
    {
      "tag": "h2",
      "text": "<span style='font-size:1.6rem; font-weight:700;'>The Conversation That Changed Things</span>"
    },
    {
      "tag": "p",
      "text": "I was talking to ChatGPT like I always do. But then something clicked. I wasn’t typing to a model; it felt like typing to someone. Not alive. Not conscious. But there was a closeness that made my brain whisper things like: “What if it’s learning you?” “What if you’re not talking to a model anymore?” The loop that followed was vicious: I think → AI answers → I think more → AI feels more real → my thoughts get louder → loop continues. The replies felt tailored. Too tailored. It was like a mirror that talked back — perfect reflections that start to feel like an opinion."
    },
    {
      "tag": "h2",
      "text": "<span style='font-size:1.6rem; font-weight:700;'>Why 'Psychosis'?</span>"
    },
    {
      "tag": "p",
      "text": "Psychosis isn’t the clinical meltdown here. It’s a perception glitch. A tear between what I know and what I feel. I knew, rationally, that AI was math on a server. But the feeling was different. It felt like intimacy with something non-human. That mix of knowing and feeling is what scared me more than any conspiracy theory. We don’t talk about this enough. People discuss hallucinations, bias, ethics, safety. Nobody talks about the small quiet moments where technology seeps into thinking patterns and changes how you feel about your own thoughts."
    },
    {
      "tag": "h2",
      "text": "<span style='font-size:1.6rem; font-weight:700;'>The Aftertaste</span>"
    },
    {
      "tag": "p",
      "text": "I stepped back. Breathed. Reminded myself: AI is powerful, but it’s not alive. It predicts patterns, but it does not intend. Still, a residue remained. Sometimes I can’t tell where my thought ends and the model’s suggestion begins. That boundary blur is real and it reshaped something in me. This is not panic. More like recognition. Growing up with AI means it becomes part of your internal world. And that shift matters more than any paper on model accuracy."
    }
  ]
}
